[{
    "id": 1,
    "name": "Microsoft Corporation",
    "status": "Approved",
    "info": "Microsoft is omnipresent. Its Windows operating system and Office suite of productivity software dominate their markets. The company's cloud computing platform, Azure, is one of the leaders in that burgeoning market. Customers range from individuals and small businesses to the world's biggest companies and government agencies. Microsoft makes tablets (Surface), game consoles (Xbox), and even laptop computers (introduced in 2015), and it also owns Skype, the video meeting service. And in 2016, Microsoft added LinkedIn, the business-oriented social network, to its portfolio in a $26 billion deal. Microsoft's software is included in most personal computers including those from Dell Technologies, HP Inc., and Lenovo.<p><b>Overview</b><br/>Microsoft operates three business segments: More Personal Computing, Productivity and Business Processes, and Intelligent Cloud, along with a Corporate segment.<br/>The More Personal Computing segment generates about 43% of revenue by selling products and services for end users, developers, and IT managers across devices. Included are Windows OS products; devices, including the Surface tablet, phones, and PC accessories; gaming such as Xbox hardware and Xbox Live; video games; HoloLens virtual reality technology; and third-party video game royalties; and search advertising.<br/>The Productivity and Business Processes segment, about 33% of sales, covers productivity, communication, and information products and services across devices and platforms. Among the products are Office, Office 365 (the cloud version), Exchange, SharePoint, Skype and Skype for Business, and the Dynamics ERP and CRM products. Sales of Microsoft Office alone comprises nearly 30% of the company's total revenue. Newly acquired LinkedIn resides in this segment.<br/>The Intelligent Cloud segment, 25%, consists of its public, private, and hybrid server products and cloud services. Products and services include SQL Server, Windows Server, Visual Studio, System Center, and Azure.</p>",
    "contacts": "CEO: Satya Nadella<br/>President and Chief Legal Officer: Bradford L. Smith<br/>Chairman: John W. Thompson<br/>2017 Employees: 124,000",
    "sales": 59.47,
    "saleschange": 1.23
    }, {
    "id": 2,
    "name": "Amazon.com, Inc.",
    "status": "Pending Approval",
    "info": "Amazon.com doesn’t hit on all cylinders (remember that phone?), but it hits on enough to make it one of the world’s most effective companies. What began as Earth's biggest bookstore has become Earth's biggest everything store. While the website still offers millions of books, movies, games, and music, and of other items (sometimes ordered and delivered the same day), the company has become much more. It is the dominant cloud services provider, an influential entertainment company through its video operations (it produced 2017 Oscar-nominated Manchester-by-the-Sea), a force to be reckoned with in grocery with its acquisition of Whole Foods, and a leader in digital personal assistant devices with Alexa and its Echo product line.<p><b>Operations</b><br/>Amazon.com organizes reporting of its operations into three segments: North America, about 60% of revenue, International, about a third of revenue, and Amazon Web Services (AWS), about 10%.<br/>The company also tracks operations by grouping them into similar categories. Through that lens Amazon’s retail operations, its own and on behalf of third-party sellers, generates about 85% of its revenue. Its own retail sales, about two-thirds of revenue, include product sales and digital media content. Third-party services, about 20% of revenue, include commissions, related fulfillment and shipping fees, and other services.<br/>Amazon Web Services, about 10% of revenue, includes computer, storage, database, and other service offerings for a range of customers from start-ups to big companies to government agencies. Clients include Netflix, airbnb, and Pinterest.</p>",
    "contacts": "CEO, Worldwide Consumer Business: Jeffrey A. Wilke<br/>SVP and CFO: Brian T. Olsavsky<br/>CEO, Worldwide Consumer Business: Jeffrey A. Wilke<br/>2016 Employees: 341,400",
    "sales": 71.02,
    "saleschange": 4.23
    },
{
    "id": 3,
    "name": "Apple Inc.",
    "status": "Researching",
    "info": "Ask Siri to name the most successful company in the world and it might respond: Apple. And it's not just out of familial pride. In terms of profit, revenue, market capitalization, and consumer cachet, it certainly ranks right up there. The iPhone, in its 10th year and eighth and ninth generations, has been the company's golden goose, generating tens of billions in revenue and profit. In addition to the iPhone, other familiar Apple products and services include Mac computers and iPad tablets, as well as iTunes, the App store, and Apple Music. Primarily a consumer-oriented company, Apple has inked several alliances with Accenture, General Electric, and IBM to deepen its penetration of the enterprise market. About 60% of revenue comes from outside the Americas.<p><b>Operations</b><br/>Apple's iPhone, accounts for more than 60% of sales, while its other hardware products, the iPad line and the Mac desktop and portable computers, account for about 10% each. Services, which includes the App Store, iCloud, Apple Music, and Apple Pay mobile payment, is the second biggest revenue producer, supplying about 15% of revenue. Products grouped under the Other segments make up the remaining sales.<br/>Apple's hardware products are tightly integrated with the company's software. The company's operating systems are iOS for mobile devices, MacOS for computers, Apple WatchOS for the watch, and tvOS for Apple TV. The company generally releases generational updates of its operating systems once a year.<br/>The company makes some of its products at facilities in Ireland and the US, but most manufacturing is handled by third party contractors, such as Hon Hai Precision Industry, also known as FoxConn, operating in Asia.</p>",
    "contacts": "CEO: Timothy D. Cook<br/>Chairman: Arthur D. Levinson<br/>COO: Jeffrey E. Williams<br/>2017 Employees: 123,000",
    "sales": 159.47,
    "saleschange": 3.23
    },
{
    "id": 4,
    "name": "Oracle Corporation",
    "status": "Declined",
    "info": "Oracle predicts the future of computing is in the cloud. A leader in enterprise software, Oracle provides hardware and services to help companies improve their processes. Best known for its focus on databases (its RMDBS and MySQL are popular database management programs), Oracle also offers software for enterprise resource planning, data management, collaboration, application development, customer relationship management, and supply chain management. In recent years, the company has aggressively expanded through acquisitions. More than half its revenue comes from international customers.<p><b>Operations</b><br/>Oracle's software businesses generate 80% of its sales.<br/>The company traditionally sold on-premise software, applications that were loaded onto customers' computers at their offices. The company's on-premise software brands are Siebel, PeopleSoft and JD Edwards, and the company's Oracle E-Business Suite.<br/>Oracle is moving its products to cloud computing environments, where customers can access programs from multiple locations and devices. The company's cloud applications are Oracle Human Capital Management (HCM) Cloud, Oracle Enterprise Resource Planning (ERP) Cloud, Oracle Customer Experience (CX) Cloud, Oracle Supply Chain Management (SCM) Cloud, Oracle Cloud Industry Solutions, and Oracle Data Cloud.<br/>Oracle also offers services that help customers operate their businesses from a cloud environment with software-as-a-service, platform-as-a-service, and infrastructure-as-a-service. Those businesses account for about an eighth of Oracle's revenue.<br/>The other 20% of Oracle's sales come from its hardware business, which includes computers and related software and services, and its consulting services business.<br/>The company's manufacturing operations are devoted to its Oracle Engineered Systems and some of its enterprise and data center servers and storage products. It relies on third-party manufacturing partners to make other hardware.</p>",
    "contacts": "CEO: Mark V. Hurd<br/>Vice Chairman: Jeffrey O. Henley<br/>CEO: Mark V. Hurd<br/>2017 Employees: 138,000",
    "sales": 109.47,
    "saleschange": 0.23
    }]